RRN_Data/2103800/2103850.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2024-11-02T21:06:05.132+01:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2024-11-02T21:06:05.132+01:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="241102-001423" version="3"><overallSeverity>medium</overallSeverity><situationVersionTime>2024-11-02T21:06:04.568+01:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="GeneralObstruction" id="241102-001423-1" version="3"><situationRecordCreationReference>Sirius_500487145-Sirius_500487145_1</situationRecordCreationReference><situationRecordCreationTime>2024-11-02T20:48:45.000+01:00</situationRecordCreationTime><situationRecordObservationTime>2024-11-02T21:05:11.000+01:00</situationRecordObservationTime><situationRecordVersionTime>2024-11-02T21:06:04.568+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2024-11-02T20:48:45.000+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Île-de-France</sourceIdentification><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2024-11-02T20:48:45.000+01:00</overallStartTime></validityTimeSpecification></validity><impact><originalNumberOfLanes>4</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">DIR Île-de-France</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Point particulier : début : situé 101 m à l'est de Pierrelaye, fin : situé 2114 m à l'ouest de Aire de Pierrelaye sud</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">De Cergy-Pontoise (N14) vers Gennevilliers (N315)</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><tpegLinearLocation><tpegDirection>eastBound</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>49.0294</latitude><longitude>2.1259017</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Saint-Ouen-l'Aumône</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">A15</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>49.03101</latitude><longitude>2.1208448</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Saint-Ouen-l'Aumône</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">A15</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><alertCLinear xsi:type="AlertCMethod4Linear"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>negative</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Aire de Pierrelaye sud</value></values></alertCLocationName><specificLocation>11946</specificLocation></alertCLocation><offsetDistance><offsetDistance>2114</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation><alertCMethod4SecondaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Pierrelaye</value></values></alertCLocationName><specificLocation>11947</specificLocation></alertCLocation><offsetDistance><offsetDistance>101</offsetDistance></offsetDistance></alertCMethod4SecondaryPointLocation></alertCLinear><linearWithinLinearElement><directionRelativeOnLinearSection>opposite</directionRelativeOnLinearSection><linearElement><roadNumber>A0015</roadNumber></linearElement><fromPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>630.0</distanceAlong><fromReferent><referentIdentifier>95PR20G</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></fromPoint><toPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>50.0</distanceAlong><fromReferent><referentIdentifier>95PR21G</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></toPoint></linearWithinLinearElement></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>true</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><obstructionType>peopleOnRoadway</obstructionType></situationRecord><situationRecord xsi:type="Accident" id="241102-001423-102" version="2"><situationRecordCreationReference>Sirius_500487145-Sirius_500487149_1</situationRecordCreationReference><situationRecordCreationTime>2024-11-02T21:03:54.000+01:00</situationRecordCreationTime><situationRecordObservationTime>2024-11-02T21:03:54.000+01:00</situationRecordObservationTime><situationRecordVersionTime>2024-11-02T21:06:04.568+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2024-11-02T21:03:54.000+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Île-de-France</sourceIdentification><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2024-11-02T21:03:54.000+01:00</overallStartTime></validityTimeSpecification></validity><impact><originalNumberOfLanes>4</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">situé 2652 m à l'ouest de Aire de Pierrelaye sud</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">De Cergy-Pontoise (N14) vers Gennevilliers (N315)</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Point"><tpegPointLocation xsi:type="TpegSimplePoint"><tpegDirection>eastBound</tpegDirection><tpegSimplePointLocationType>nonLinkedPoint</tpegSimplePointLocationType><point xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>49.03101</latitude><longitude>2.1208448</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Saint-Ouen-l'Aumône</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">A15</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></point></tpegPointLocation><alertCPoint xsi:type="AlertCMethod4Point"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>negative</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Aire de Pierrelaye sud</value></values></alertCLocationName><specificLocation>11946</specificLocation></alertCLocation><offsetDistance><offsetDistance>2652</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation></alertCPoint><pointAlongLinearElement><directionRelativeAtPoint>opposite</directionRelativeAtPoint><linearElement><roadNumber>A0015</roadNumber></linearElement><distanceAlongLinearElement xsi:type="DistanceFromLinearElementReferent"><distanceAlong>50.0</distanceAlong><fromReferent><referentIdentifier>95PR21G</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></distanceAlongLinearElement></pointAlongLinearElement></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>true</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><accidentType>accident</accidentType><groupOfVehiclesInvolved><numberOfVehicles>1</numberOfVehicles><vehicleCharacteristics><vehicleType>car</vehicleType></vehicleCharacteristics></groupOfVehiclesInvolved><groupOfPeopleInvolved><injuryStatus>injured</injuryStatus></groupOfPeopleInvolved></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>